{
    "extName": {
        "message": "Neuer Tab mit queerer Information"
    },
    "extDescription": {
        "message": "Das Addon überschreibt die chrome:://newTab Seite und generiert eine zufällige Seite mit Informationen zur queeren/LGBTQIA+ Community"
    },
    "queerFlagInformationSources": {
        "message": "Quellenangabe:"
    },
    "pageIndexTitle": {
        "message": "Neuer queerer Tab"
    },
    "pageQueerTitle": {
        "message": "Lern die LGBTQIA+ Community kennen"
    },
    "pageQueerSubTitle": {
        "message": "Diese Seite wird zufällig generiert. Jeder neue Tab oder neues Fenster spielt eine andere Information aus."
    },
    "asexuality_flag_information": {
        "message": "<p>Nachdem die Flagge 2010 gestaltet wurde, wurde in einem Forum darüber abgestimmt. Schwarz steht für Asexualität, grau für das a-sexuelle Spektrum, weiß für die Sexualität und lila für die Gemeinschaft.</p>"
    },
    "asexuality_flag_image_alt": {
        "message": "SVG Grafik der Asexualität Flagge"
    },
    "asexuality_flag_title": {
        "message": "Pride Flagge Asexualität"
    },
    "asexuality_term_information": {
        "message": "<p>Asexualität (auch bekannt als 'Ace') bedeutet, dass die Person keine sexuelle Anziehung anderen gegenüber verspührt. Asexuell ist ein Spektrum, man kann daher nicht sagen, es klar definiert, wie Asexuelle empfinden. Zu diesem Spektrum gehört beispielsweise auch demisexuell.</p><p>Das größte <strong>Vorurteil</strong> gegenüber Asexuellen ist, dass sie keinen/niemals Sex wollen. Asexualität ist eine sexuelle Orientierung und sagt nichts darüber aus, wie stark oder schwach das Verlangen nach Sex per se ist.</p>"
    },
    "asexuality_term_image_alt": {
        "message": "SVG Grafik der Ace-Flagge mit dem Text für Ace"
    },
    "asexuality_term_title": {
        "message": "Was bedeutet 'Asexualität'?"
    },
    "agender_flag_information": {
        "message": "<p>Die Flagge wurde 2014 von Salem X/\"Ska\" gestaltet. Dabei bedeuten schwarz und weiß die Abwesenheit des Gender, grau bedeutet halbwegs genderlos und grün steht für Non-Binary (grün ist ein invertiertes lila, welches für die Vermischung von blau und rot steht).</p><p>Agender oder A-gender bedeutet, dass eine Person innerlich keinem Gender zugehörig ist.</p>"
    },
    "agender_flag_image_alt": {
        "message": "SVG Grafik der Agender Flagge"
    },
    "agender_flag_title": {
        "message": "Agender Pride Flagge"
    },
    "bi_flag_information": {
        "message": "<p>Im Jahr 1988 gestaltete Michael Page eine Flagge für bisexuelle Community. Die Farben zeigen die Anziehung zu den Gendern. Blau steht für die Anziehung zu einem anderen Geschlecht, pink für das gleiche geschlecht und lila für alle, die sich woanders im Genderspektrum zuordnen.</p><p>2020 beanspruchte das Unternehmen \"BiNET USA\" auf Twitter (gegründet 1990), dass die Flagge ihrem Patent unterliegen würde.</p>"
    },
    "bi_flag_image_alt": {
        "message": "SVG Grafik der bisexuellen Flagge"
    },
    "bi_flag_title": {
        "message": "Pride Flagge Bisexualität"
    },
    "gay_flag_information": {
        "message": "<p>Der tumblr User 'gayflagblog' passte die Flagge (aus 2017) 2019 farblich an, damit es nicht wie die andere Version der Lipstick Lesbian Flagge aussieht. Das Ziel war es, die Grün-, Violett- und Blau-Töne besser zu unterscheiden. Mitte der 2010er erstellt der Schwulen-Aktivist Valentin Belyaev die erste Variante der Flagge für schwule Männer basierend auf die Flagge der Lipstick Lesbians. Sie  bestand nur aus Blau-Tönen.</p><p>Die wenigsten wissen, dass es eine explizite Flagge nur für schwule Männer gibt. Die meisten bezeichnen die Regenbogenfahne als Schwulen-Flagge, was sie viele Jahrzehnte war.</p>"
    },
    "gay_flag_image_alt": {
        "message": "SVG Grafik der schwulen Flagge"
    },
    "gay_flag_title": {
        "message": "Pride Flagge schwuler Männer"
    },
    "intersex_flag_information": {
        "message": "<p>2013 erstellt die \"Organisation Intersex International Australia\" eine alternative Flagge, die die meisten Menschen heutzutage kennen: gelb mit einem lila-farbenen Kreis. Die Farben sollen unabhängig von der herrkömmlichen Farbgebung für Gender stehen. Der Kreis steht für Vollkommenheit und Nicht-Brechbarkeit und das Recht darauf, dass Intersex Menschen so leben dürfen, wie sie geboren werden. Natalie Phox gestaltete 2009 die Intersex Pride Flagge, die aus 6 Streifen besteht.</p>"
    },
    "intersex_flag_image_alt": {
        "message": "SVG Grafik der Intersexualitäts Flagge"
    },
    "intersex_flag_title": {
        "message": "Pride Flagge Intersexualität"
    },
    "lesbian_term_information": {
        "message": "<p>'Lesbisch' oder 'Lesbe' beschreibt die romantische, sexuelle und/oder emotionale Anziehung einer sich als Frau identifizierten Person gegenüber einer anderen sich als Frau identifizierenden Person. Der Begriff 'lesbian' wird von der griechischen Insel Lesbos abgeleitet.</p><p>Auf Lesbos gab es eine Dichterin namens Sappho, von der oft auch die lesbische Alternative 'Sapphic' abgeleitet wird. Bis heute ist die sexuelle Orientierung von Sappho umstritten. Unter den queeren Frauen gibt es dazu diverse Memes, dass Historiker:innen queere Beziehungen zwischen Frauen falsch festhielt, beispielsweise \"Sie waren sehr gute Freundinnen\", \"Sie waren WG-Mitbewohnerinnen\", \"Sie liebten sich wie Schwestern\".</p><p>Die lesbische Sichtbarkeit wird an vielen Stellen nicht betrachtet und falls doch, herrscht das Vorurteil, dass alle Frauen, die kein Interesse an Männern haben, oder sich 'nicht typisch weiblich' benehmen, lesbisch wären. Oft werden Lesben sexualisiert (u.a. wegen der Porno-Industrie) oder nicht als lesbisch ernst genommen.</p>"
    },
    "lesbian_term_image_alt": {
        "message": "SVG Grafik der lesbischen Flagge mit Text"
    },
    "lesbian_term_title": {
        "message": "Was bedeutet 'lesbisch'?"
    },
    "lesbian_flag_information": {
        "message": "<p>2018 wurde auf den Social Media Kanälen Twitter und Tumblr über eine neue Flagge für die Lesben-Community abgestimmt. Durchgesetzt hat sich das Design von Emily Gwen, die auch als 'sunset lesbian flag' bekannt ist. Die bis dato wenig beliebte Flagge der 'Lipstick Lesbian' (seit 2010) wurde damit abgelöst. Der Gedanke dahinter war zudem, dass sie inklusiver sein sollte.</p><p>1999 gab es die erste Flagge für Lesben, die bis heute in der Kritik steht u.a. wegen der Parallelen zu Zeichen aus der NS-Zeit</p>"
    },
    "lesbian_flag_image_alt": {
        "message": "SVG Grafik der lesbischen Flagge"
    },
    "lesbian_flag_title": {
        "message": "Pride Flagge lesbischer Frauen"
    },
    "lgbtqia_term_information": {
        "message": "<p>Das Akronym steht für die Sichtbarkeit einzelner Bereich der queeren Community.</p><p><strong>L</strong>esbian (lesbisch)<br><strong>G</strong>ay (schwul)<br><strong>B</strong>i<br><strong>T</strong>rans<br><strong>Q</strong>ueer<br><strong>I</strong>ntersex<br><strong>A</strong>-sexuell/-romantisch<br><strong>+</strong> = andere queere Identitäten und Sexualitäten plus Ally's</p>"
    },
    "lgbtqia_term_image_alt": {
        "message": "SVG Grafik der Regenbogenfahne mit dem Text für LGBTQIA+"
    },
    "lgbtqia_term_title": {
        "message": "Was bedeutet 'LGBTQIA+'?"
    },
    "nonbinary_flag_information": {
        "message": "<p>2014 wurde die Flagge für nicht-binäre Menschen von Kye Rowan gestaltet. Sie repräsentiert jene, die sich nicht in der genderqueeren Community wiederfinden.<p></p>Gelb steht für die Identifikation zu keinem der binären Gendern, weiß steht für mehr als Gender, lila für einen Mix aus dem weiblichen und männlichen Gender oder irgendwas dazwischen und schwarz steht für das fehlende identifizieren zu einem Gender.</p>"
    },
    "nonbinary_flag_image_alt": {
        "message": "SVG Grafik der nicht-binären Flagge"
    },
    "nonbinary_flag_title": {
        "message": "Pride Flagge nicht-binärer Menschen"
    },
    "pan_flag_information": {
        "message": "<p>Tumblr User 'justjasper' erstellte die Flagge im Jahr 2010, um für die Community ebenfalls eine Flagge der Repräsentation zu haben.</p>"
    },
    "pan_flag_image_alt": {
        "message": "SVG Grafik der pansexuellen Flagge"
    },
    "pan_flag_title": {
        "message": "Pride Flagge Pansexualität"
    },
    "philadelphia_flag_information": {
        "message": "<p>Erstes Erscheinen dieser Regenbogenfahnen Variante war beim Pride Month 2017 in Philadelphia (USA) von der Kampagne \"More Colors - More Pride\" mit dem Ziel, die BiPoC innerhalb der LGBTQIA+ community sichtbar zu machen.</p><p>Die Farben braun und schwarz wurden durch die US-Stadt Philadelphia ergänzt. Diese Variante der Regenbogenfahne schließt alle Hautfarben der queeren Community mit ein.</p>"
    },
    "philadelphia_flag_image_alt": {
        "message": "SVG Grafik der Philadelphia Pride Flagge"
    },
    "philadelphia_flag_title": {
        "message": "Philadelphia People Of Color Inclusive Flagge"
    },
    "progress_flag_information": {
        "message": "<p>2018 gestaltet von Daniel Quasar (non-binary Grafikdesign).</p><p>Der Gedanke dahinter: Sichtbarkeit der Problematik von BiPoC und trans Menschen innerhalb der LGBTQIA+ community, daher der \"Keil\" in den trans-Farben und die Adaption von braun und schwarz aus der Philadelphia-Flagge. Zusätzlich gilt der schwarze Streifen als Repräsentation der Menschen, die mit AIDS und dem dazugehörigen Stigma leben/verstarben.</p>"
    },
    "progress_flag_image_alt": {
        "message": "SVG Grafik der Progress Pride Flagge"
    },
    "progress_flag_title": {
        "message": "Progress Pride Flagge"
    },
    "rainbow_flag_information": {
        "message": "<p>Im Original mit 8 Streifen. Wurde 1978 von Gilbert Baker gestaltet. Seit 1979 besser bekannt mit 6 Streifen und als Zeichen der gesamten LGBTQIA+ Community. Allgemein wird sie auch als Zeichen für den Frieden betrachtet.</p><p>In Italien gibt es die Variante mit dem Aufdruck \"PACE\" und steht für Frieden. Es wurde in Italien erstmals in 1961 beim Friedensmarch verwendet. Es war und ist ein Zeichen des Friedens und gegen den Krieg.</p>"
    },
    "rainbow_flag_image_alt": {
        "message": "SVG Grafik der Regenbogen-Flagge"
    },
    "rainbow_flag_title": {
        "message": "Regenbogen-Flagge"
    },
    "trans_flag_information": {
        "message": "<p>Die Transgender-Fahne, wie die meisten sie heutzutage kennen, wurde von der trans Frau Monica Helms 1999 gestaltet. Die blauen Streifen stehen für das männliche Sex, rosa für das weibliche Sex und weiß für non-binary und intersexuell. Allgemein soll die Reihenfolge für die Transition von dem einen zum anderen Gender symbolisieren.</p>"
    },
    "trans_flag_image_alt": {
        "message": "SVG Grafik der Trans-Flagge"
    },
    "trans_flag_title": {
        "message": "Trans-Flagge"
    }
}
